// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Назначить новый профиль ICC";

NoPapersTitle = "Нет типов нестандартной бумаги для редактирования";
NoPapersMsg = "Добавьте или импортируйте тип нестандартной бумаги, после чего можно будет добавить профиль ICC.";
NoPapersDefButton = "Добавление нестандартной бумаги";

ProfileExistsTitle = "Этот профиль ICC уже существует";
ProfileExistsMsg = "Профиль ICC с именем файла \"%@\" уже хранится в локальном хранилище.\nПри выборе параметра \"Использовать существующий профиль\" для бумаги будет использован сохраненный профиль.\nВ противном случае можно выбрать параметр \"Использовать уникальное имя файла\" для создания нового имени профиля.";
ProfileExistsDefButton = "Использовать существующий профиль";
ProfileExistsAltButton = "Отмена";
ProfileExistsOtherButton = "Использовать уникальное имя файла";

NoIccTitle = "<профиль не выбран>";

//Paper Type Names
Photo = "Фото";
CoatedInkjet = "Для струйной печати с покрытием";
PhotoRag = "Хлопковая фотобумага";
Watercolor = "Акварельная";
Canvas = "Холст";
RigidPhotoRag = "Жесткая хлопковая фотобумага";
RigidWatercolor = "Жесткая акварельная";
RigidCanvas = "Жесткий холст";
Brochure = "Брошюра";
PlainPaper = "Обычная бумага";
PhotoInkjetScrapbook = "Фотобумага для струйной печати Scrapbook";
MatteInkjetScrapbook = "Матовая бумага для струйной печати Scrapbook";

Coated = "Бумага с покрытием";
PhotoThick = "Фотобумага плотная";
FiberGloss = "Волокнистая глянцевая";
photoRag = "Тряпич. бумага для фото";
photoRagThin = "Тонкая тряпич. бумага для фото";

//print quality names
Best = "Лучший";
Normal = "Норма";
Fast = "Быстрая черновая";
MaxDPI = "Максимальное DPI";

ProfileInvalidTitle = "Неверный формат файла ICC";
ProfileInvalidMsg = "Выбранный формат файла ICC не является профилем для принтера";
ProfileInvalidDefButton = "Выберите другой профиль";

TaskTitleFieldText = "Назначение нового профиля ICC";
TaskDescriptionFieldText = "Нажмите кнопку \"Назначить\", чтобы назначить нестандартной бумаге новый профиль ICC.";
StartButtonText = "Назначить";

AddSheetDescriptionFieldText = "Выберите имя бумаги и профиль ICC, которые требуется использовать для этой бумаги.";
PaperNameLableText = "Имя нестандартной бумаги:";
PaperNamePopUpText = "Элемент";
PaperCategoryLableText = "Категория бумаги:";
PaperCategoryFieldText = "категория";
IccFileNamelableText = "Профиль ICC (необязательно):";
IccFileNameFieldText = "<профиль не выбран>";
BrowseButtonText = "Обзор…";
ClearButtonText = "Очистить профиль";
CancelButtonText = "Отмена";
DoneButtonText = "Готово";
